<div class="namespace_about well">
	<div class="well">
		<h2>關於暗盟《暗黑破壞神III》電競情報站</h2>

		<h3>傳奇之作降臨</h3>
		<p>《暗黑破壞神》為 1996 年暴雪公司推出的一款動作 RPG 經典遊戲，普推出即成為 ARPG 的代表作，在 2000 年， Blizzard 更向全世界釋出了它的續集《暗黑破壞神 II 》（ DiabloII ）。無庸置疑地，《暗黑破壞神 II 》可以說是電腦遊戲史上最受玩者所期待的續集，而它也將成為多年銷售量最好的遊戲。而在 12 年後， Blizzard 終於推出了許多玩家望眼欲穿的《暗黑破壞神 III 》，首週全球銷售超過 630 萬套，刷新史上所有電腦遊戲銷量紀錄，全世界玩家莫不臣服於這個電動遊戲的始祖，重回 Diablo 的懷抱！</p>
		
		<h3>網路媒體的力量</h3>
		<p>隨著資訊的發展，社群網路的崛起，網路媒體行銷的發展趨勢越來越廣，而它	具有高度互動性，且連結度廣，能兼顧大眾市場與區隔市場，是目前最具潛力的廣告媒體。 若能於社群結合對玩家來說是能最快速第一時間接受到第一手的資訊、消息。</p>
		
		<h3>成立宗旨</h3>
		<p>以最專業的團隊，提供最迅速的暗黑破壞神III遊戲資訊以及世界上各類的最新資訊、攻略情報與結果，建立最好用的使用平台，供使用者可以在第一時間享受各方面的最新資訊，本網站提供玩家功能完善的論壇系統，可以盡情地分享和討論。</p>
		
		<h3>關於暗盟電競情報網</h3>
		<p>綜觀台灣目前以《暗黑破壞神》為網站唯一主題的專業網站鮮少，為了服務廣大的遊戲玩家，星盟團隊決定挺身而出，再次以最專業的團隊，期許為台灣帶來第一個以暗黑破壞神為主的專網，給玩家更完整，更透徹的網站服務！</p>
	</div>
</div>