<h2>故事提要</h2>

<p>如同前二代的遊戲，《暗黑破壞神III》也是個動作角色扮演類遊戲。</p>

<p>玩家扮演著故事中的英雄角色，加入一場接一場考驗你的反應與戰略抉擇的緊湊戰鬥。在消滅威脅聖休亞瑞世界的怪物的過程中，你的遊戲角色也會隨之成長茁壯，學到更新的技能或法術，拾獲更威猛致命的物品。</p>



<h3>遊戲簡介</h3>

<p><img class="g_right" style="width: 300px;" src="http://tw.battle.net/d3/static/images/game/guide/introduction/story-so-far-1.png" alt=""></p>

<p>烈焰地獄的惡魔們長久渴望著入侵人類的世界，而其中二個位階較低的地獄魔王阿茲莫丹與彼列推翻並驅逐了合稱三大罪惡之源的恐懼之王迪亞布羅、憎恨之王墨菲斯托，以及毀滅之王巴爾，這三兄弟則被放逐到了人類定居的聖休亞瑞世界。</p>

<p>這三大魔王以各種陰謀詭計腐化人心，將聖休亞瑞當成與天堂交戰對抗的工具。</p>

<p class="g_clear">人類歷經千辛萬苦阻止迪亞布羅與他兄弟的陰謀，但卻也因此而付出了慘重的代價。無以計數的男女老幼因這三位魔王而慘死，甚至連原本保護著聖休亞瑞安危，不受天堂與地獄侵擾的上古神器「世界之石」，也在最終決戰之後被打成了碎片。</p>

<p><img class="g_left" style="width: 300px;" src="http://tw.battle.net/d3/static/images/game/guide/introduction/story-so-far-2.png" alt=""></p>

<p>然而，健忘似乎是人類的本性。這二十年來，聖休亞瑞的居民過著相對和平許多的生活，完全沒意識到恐怖的惡魔正在暗處虎視眈眈、冀圖腐化人心、奪取人類的靈魂。現在幾乎已沒有人還記得，人類當年僥倖躲過的恐怖厄運。或者，更正確的說法是，人類當年僥倖拖延的恐怖厄運。</p>

<p>只是，再拖延也沒多久了。如今，天空閃著妖異的亮光，預告世界末日的降臨。即便三大罪惡之源已經消滅，地獄的爪牙以及自甘墮落成為惡魔奴僕的人類，正以驚人的速度在聖休亞瑞各地現身，有如蝗災般四處擴散肆虐。不用多久，人類的聚落與部隊就會被一一孤立，淹沒在罪惡、謊言與鮮血之中。</p>

<p>誰能挺身對抗地獄邪魔？</p>