<h2>什麼是《暗黑破壞神III》？</h2>

<p class="g_txt_c">
	<iframe width="640" height="360" src="http://www.youtube.com/embed/DnRPd4_TTPI" frameborder="0" allowfullscreen></iframe>
</p>



<h3>《暗黑破壞神III》有新內容嗎？</h3>

<p>我們非常驕傲的呈獻原始《暗黑破壞神》中黑暗、陰沈的氣氛和令人沉迷的物品探索。《暗黑破壞神II》添增了更多樣化的世界環境與怪物、更多不同的職業和獨特的元素，最終也成為了與《暗黑破壞神》共享齊名的獨創代名詞（寶石、符文、套裝物品等等）。</p>

<p>兩款遊戲建立了暗黑系列的獨有特徵：隨機等級、驚人的怪物樣貌和在世界中不斷發生的新事件、獨特的任務、一堆的物品和關於天堂、地獄和糾纏於其中不幸（和比較幸運）的人類的史詩故事情節。</p>

<p>《暗黑破壞神III》都傳承了系列的傳奇經典，而我們更新增了更多的元素來繼續創造我們眼中的聖休亞瑞世界。</p>



<h3>技能符文</h3>

<p>在《暗黑破壞神III》中，符文能夠讓你前所未有的掌控你的技能與力量，變更傷害元素類型、準確值和受影響的敵人數量；新增如緩慢和昏迷的衰弱效果，甚至改變能力的本質和樣貌。</p>



<h3>追隨者</h3>

<p>英雄，有時也需要幫助。追隨者，具有足夠勇氣的戰士將加入你對抗烈焰地獄的行列，就類似於《暗黑破壞神II》中的傭兵，你可自訂他們相關的武器與護甲，但他們能夠提昇自己的技能與才能，讓你能夠自己決定他們如何作戰或帶來什麼被動性助益效果。他們也同時以自己的方式建立自己的個性。</p>



<h3>製作與工匠</h3>

<p>當你在聖休亞瑞上的旅途中所遇到或幫助的人，部分身為世界上最有才華的製作師將會加入。這些工匠將能夠把你在野外找到或拆解出來不要的物品作為更好的用途，製作成為訂製的套裝護甲或組合寶石來解鎖他們的能力。</p>

<p>投入時間與金錢來訓練工匠，並將他們的商店補滿有品質的材料，他們將能為你提昇他們能夠製作的物品、強化或合成物品。</p>



<h3>流暢互動</h3>

<p>想要《暗黑破壞神III》原有的暴風雪般的遊戲節奏更加的強烈，我們在《暗黑破壞神III》中做了些〝管理〞上的改變，所以你將會花更多的時間來使用新能力消滅敵人和獲得物品。</p>



<h3>戰鬥：更快、更活、更威</h3>

<p>《暗黑破壞神III》仍然保留了前作中以點中咆哮、尖叫的敵人的方式來進行攻擊，看著他們死亡 - 但更深入、豐富和簡單。各個職業擁有更多防禦技能代表著更多的作戰策略。藥水使用冷卻時間確保你能更謹慎的選擇自己的敵人，選擇你所攜帶的物品與控制戰場一樣的重要，生命之球代表著機動性的重要，生死只在一瞬之間。</p>



<h3>更佳的操作</h3>

<p>與《暗黑破壞神II》的熱鍵列不同，《暗黑破壞神III》新增了新的控制選項，就像將技能設置於滑鼠左右鍵上和透過持續按下按鍵來切換不同的技能配置。讓你在作戰中更快速的掌控你的技能。</p>



<h3>拍賣場</h3>

<p>物品在《暗黑破壞神III》中的地位和在前作中一樣的重要，所以我們新增了拍賣場來讓玩家們能夠以更快更安全的方式來進行買賣交易。物品現在能夠直接透過拍賣場來購買或販售，無需再將物品丟落於地上，也無須再擔心陌生玩家是否值得信賴的問題。</p>



<h3>職業與技能</h3>

<p>我們並沒有忽略讓《暗黑破壞神》和《暗黑破壞神II》成為經典的遊戲元素 - 我們也為玩家所熟悉的職業增加了一些新玩意（我們一定，適當的，小小修改一下）。《暗黑破壞神III》中有五個職業，但其中四個（秘術師、巫醫、狩魔獵人、武僧）是全新的和不同的，而重新登場的野蠻人也同時擁有很多很多新的毀滅性拿手絕活來撕裂敵人們。每個直接都有一個獨特的能量系統和不同的遊戲體驗風格 – 所有英雄不再共享法力。</p>



<h3>怪物與物品</h3>

<p>《暗黑破壞神III》擁有與《暗黑破壞神I》和《暗黑破壞神II》中更多全新、不同的怪物，而這些怪也擁有很多不同的附加品和能力，有新的，也有玩家所熟悉的。《暗黑破壞神III》的隨機物品與前作《暗黑破壞神II》沒有太大的改變（雖然我們包含了傳奇物品）,但我們卻新增了數千個全新的組合，更多獨特效果和前所未見的屬性。</p>

<p>新武器和裝備種類，例如野蠻人的巨型武器和巫醫的咒物，不但完美符合現有武器庫的風格同時也為各職業帶來了更多專屬獨特風味。</p>



<h3>PVP 競技場</h3>

<p>在以往的暗黑遊戲中，與其他玩家對戰需要一定的傳說歷史，因此，在《暗黑破壞神III》中，我們想要為玩家創造一個更正式的遊戲空間來讓英雄們磨練他們的勇氣。《暗黑破壞神III》的競技場是為 PVP 戰鬥所獨家設計，玩家能夠擁有不同等級的排序與生命重生速率，同時也包含了配對系統來確保戰鬥的平衡性。</p>



<h3>全新煉獄難度</h3>

<p>《暗黑破壞神III》中的惡夢和地獄難度模式新增了於普通難度中所沒有的新級數選項 - 更威猛和驚人的護甲裝備、強大的獨特物品、高等級的符文和專有配方、工匠的強化升級。怪物在困難等級中變得更加危險。</p>

<p>而在完成地獄難度模式通關後，將開放殘忍的煉獄難度中，怪物將高出玩家角色一定程度的級數。煉獄難度將會是對追求遊戲最高境界的玩家來說，絕對是個史詩級的挑戰，但同時也將有機會獲得史詩級的獎勵。</p>



<h3>成就</h3>

<p>你將能夠透過 Battle.net 向所有其他玩家炫耀你的戰鬥等級成就，其將顯示你已征服的一切和仍須達成的冒險旅程目標。你應該更加渴望〝最終階段〞的到來 - 你將能夠深入聖休亞瑞世界中追求更獨特的目標。</p>



<h3>新史詩故事情節</h3>

<p>暗黑破壞神一直以來都保有經典的恐怖、可怕死亡主題 - 善與惡之間的鬥爭 - 發生於脆弱的人類世界。在 《暗黑破壞神III》中，我們將這經典的故事劇情帶往新高（和更有深度），並探索我們在前作所埋下伏筆的聖休亞瑞。</p>

<p>歡迎，歡迎回來。</p>