<div class="namespace_game_follower_index">
	<h2>追隨者</h2>
	<p class="quote">只有傻瓜還有自以為「勇敢」的人才會獨自面對敵人。在保衛聖休亞瑞的這場戰爭裡，是誰會與你並肩作戰？</p>

	<p><img class="float_art" src="/static/img/game/follower/follower.png" alt=""></p>

	<p class="g_clear float_text">在《暗黑破壞神III》之中的追隨者，是玩家在旅路上的夥伴，跟隨著玩家與地獄惡魔戰鬥。玩過前作的朋友，應該知道前作有一個「傭兵」系統，玩家可以依喜好雇用傭兵來跟隨戰鬥；此系統在本作中與前作類似，只是形式不同而已。</p>

	<h2>如何使追隨者加入玩家？</h2>
	<p>如果你是才剛加入《暗黑破壞神III》這趟與地獄惡魔戰鬥的玩家朋友們，你應該還在《普通難度》之中。追隨者在遊戲一開始是不會立即加入玩家的，而是隨著玩家的遊戲進度，慢慢地加入玩家的旅程。</p>

	<p>玩家在遊戲的過程中，隨著故事發展，追隨者將會在主線任務中，加入玩家的隊伍，玩家無須擔心找不到追隨者。一旦追隨者在玩家的旅途中，加入了隊伍之後，追隨者將會停留在城鎮中，等待玩家的邀請。</p>

	<p class="alert alert-error">Tip: 追隨者必須在玩家處於「單人遊戲」時，追隨者才能加入玩家的隊伍。</p>

	<p class="img_show">
		▼追隨者會在每一個章節中的城鎮某個角落，等待玩家邀請他加入隊伍。
		<br /><img src="/static/img/game/follower/w_Screenshot000.jpg" alt="">
	</p>

	<p class="img_show">
		▼在城鎮的角落與追隨者交談，邀請追隨者加入隊伍。
		<br /><img src="/static/img/game/follower/Screenshot001-1.png" alt="">
	</p>


	<h2>操作追隨者</h2>
	<p>追隨者在加入玩家的隊伍之後，玩家可以在遊戲介面的左上方看到追隨者的頭像。玩家可以透過右鍵點擊追隨者，便會出現一系列關於追隨者的操作。</p>

	<p class="img_show">
		▼滑鼠滑過會有提示。
		<br /><img src="/static/img/game/follower/Screenshot002-1.png" alt="">
	</p>


	<h2>追隨者養成</h2>
	<p>
		追隨者雖然不是前作的傭兵，但玩家依然可以為追隨者裝備武器、防具及飾品；雖然追隨者不如玩家那樣擁有多樣化的裝備部位，但追隨者卻可以從裝備中，獲得數值的2.5倍加成。
	</p>

	<p>同時，如果追隨者所裝備的物品中，帶有「尋獲魔法物品機率」、「尋獲金幣機率」或「擊殺經驗加成」等屬性時，追隨者也會回饋上述屬性的25%至玩家身上。玩家直接打開面版就能看到加成完後的數值了。</p>

	<p class="img_show">
		▼打開追隨者面版，同時面版下方也有個「詳細數據」的按鈕。
		<br /><img src="/static/img/game/follower/w_Screenshot001.jpg" alt="">
	</p>

	<p>追隨者如同玩家一樣，也能夠在不同等級時，解鎖一個接著一個的技能供玩家選擇；而且玩家不必擔心，此技能隨時都能夠透過追隨者互動「重新訓練」按鈕，來進行重新選擇。</p>

	<p class="img_show">
		▼與聖堂騎士互動，重新訓練。
		<br /><img src="/static/img/game/follower/Screenshot003-1.png" alt="">
	</p>


	<h2>追隨者的機制</h2>
	<p>不同於前作，本作的追隨者是會隨著玩家一同升級的。具體的等級會落在比玩家低一個等級；假設玩家一直進行到角色60級，仍沒有使用過追隨者的話，追隨者的等級會自動爬升至59級。同時追隨者也不會降低玩家與惡魔戰鬥所獲得的經驗值。</p>

	<p>追隨者若是死亡，將會在原地蹲下，並且一小段時間之後，便會重新站起與玩家繼續協同作戰。玩家完全不必擔心追隨者死亡會有什麼副作用，僅僅是短暫的時間等待而已。當玩家拾獲「生命之球」的同時，追隨者的生命值也會回復，同樣地也不會影響玩家所應得的生命量。</p>

	<p class="img_show">
		<img src="/static/img/game/follower/w_Screenshot005.jpg" alt="">
	</p>
</div>